[
  {
    "question": {
      "qclasslist": [
        {
          "value": "DESCRIPTIVE"
        },
        {
          "value": "FOCUSLESS"
        }
      ],
      "evidencelist": [
        {
          "value": "0.5217732191085815",
          "text": "Only a few risk factors - such as age, gender, and family history - can't be controlled. To reduce your risk of CHD and heart attack, try to control each risk factor you can. The good news is that many lifestyle changes help control several CHD risk factors at the same time. For example, physical activity may lower your blood pressure, help control diabetes and prediabetes, reduce stress, and help control your weight.",
          "id": "PB_478E54FB2961CF554DB23F243FBF0959",
          "title": "What Are Coronary Heart Disease Risk Factors? : How To Prevent and Control Coronary Heart Disease Risk Factors",
          "document": "http://10.110.76.164:8080/instance/67/deepqa/v1/question/document/PB_478E54FB2961CF554DB23F243FBF0959/456/877",
          "copyright": "No copyright specified for this supporting passage or document.",
          "termsOfUse": "No license specified for this supporting passage or document.",
          "metadataMap": {
            "originalfile": "What Are Coronary Heart Disease Risk Factors.html",
            "title": "What Are Coronary Heart Disease Risk Factors? : How To Prevent and Control Coronary Heart Disease Risk Factors",
            "corpusName": "PB",
            "deepqaid": "33652783",
            "fileName": "/watsondata/ingestion/14d9d1d3b23/working/201505290044/eng/di/output/trec/intermediate/xml-splitTrecTrim/33652783.xml",
            "DOCNO": "478E54FB2961CF554DB23F243FBF0959"
          }
        },
        {
          "value": "0.0656563863158226",
          "text": "A low-salt diet can help you manage your blood pressure. A low-sugar diet can help you prevent weight gain and control diabetes and prediabetes. Research suggests that drinking small to moderate amounts of alcohol regularly also can lower your risk of CHD. One drink a day can lower your risk by raising your high-density lipoprotein (HDL), or \"good,\" cholesterol level.",
          "id": "PB_478E54FB2961CF55ECC0C0C73C196A16",
          "title": "What Are Coronary Heart Disease Risk Factors? : How To Prevent and Control Coronary Heart Disease Risk Factors : Lifestyle Changes : Following a Healthy Diet",
          "document": "http://10.110.76.164:8080/instance/67/deepqa/v1/question/document/PB_478E54FB2961CF55ECC0C0C73C196A16/1128/1498",
          "copyright": "No copyright specified for this supporting passage or document.",
          "termsOfUse": "No license specified for this supporting passage or document.",
          "metadataMap": {
            "originalfile": "What Are Coronary Heart Disease Risk Factors.html",
            "title": "What Are Coronary Heart Disease Risk Factors? : How To Prevent and Control Coronary Heart Disease Risk Factors : Lifestyle Changes : Following a Healthy Diet",
            "corpusName": "PB",
            "deepqaid": "33652786",
            "fileName": "/watsondata/ingestion/14d9d1d3b23/working/201505290044/eng/di/output/trec/intermediate/xml-splitTrecTrim/33652786.xml",
            "DOCNO": "478E54FB2961CF55ECC0C0C73C196A16"
          }
        },
        {
          "value": "0.059401243925094604",
          "text": " Even if you have prediabetes, you can prevent or delay type 2 diabetes by changing some habits, studies have shown. You can do it by losing 5 to 7 percent of your body weight if you are overweight - that's just 10 to 14 pounds for a 200-pound person - and being physically active. One out of every three U.S. adults has prediabetes. Yet most people with prediabetes aren't aware of their condition, according to CDC research. Just 1 out of every 14 people with prediabetes know it. Two keys to success: Get at least 150 minutes a week of moderate-intensity physical activity, such as brisk walking, dancing or gardening. Eat a variety of foods that are low in fat, and reduce the number of calories you eat per day. If you have prediabetes or have a higher risk for type 2 diabetes based on the risk factors listed above, you also can reduce your risk by participating in a lifestyle change program that offers advice on healthy eating, physical activity and coping skills in a structured group setting. The National Diabetes Prevention Program, managed by CDC, is working with community-based organizations and insurers to bring proven lifestyle change programs to communities across America. You can find information on program locations from CDC's list of recognized programs and from YMCA of the USA. The National Diabetes Education Program, a joint program of CDC and the National Institutes of Health (NIH), offers many resources to help prevent type 2 diabetes (Small Steps. Big Rewards. Your Game Plan to Prevent Type 2 Diabetes) and to control diabetes (4 Steps to Control Your Diabetes. For Life). These include booklets with healthy eating tips and recipes, information on staying active, provider kits, and more. Publications are designed for various groups, including people with prediabetes, people with diabetes, family members, work sites and health professionals.",
          "id": "T_AAE563E924627A6F382124D0040777FA",
          "title": "Check Your Risk for Developing Type 2 Diabetes : Check Your Risk for Developing Type 2 Diabetes : Check Your Risk for Developing Type 2 Diabetes : How Can You Prevent Type 2 Diabetes?",
          "document": "http://10.110.76.164:8080/instance/67/deepqa/v1/question/document/T_AAE563E924627A6F382124D0040777FA/0/-1",
          "copyright": "http://en.wikipedia.org/wiki/Wikipedia:Copyrights",
          "termsOfUse": "http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License",
          "metadataMap": {
            "abstract": "Did you know that type 2 diabetes can be prevented? Knowing if you have a greater chance of getting the disease than other people is the first step in making changes to stay healthy.",
            "originalfile": "Check Your Risk for Developing Type 2 Diabetes.html",
            "title": "Check Your Risk for Developing Type 2 Diabetes : Check Your Risk for Developing Type 2 Diabetes : Check Your Risk for Developing Type 2 Diabetes : How Can You Prevent Type 2 Diabetes?",
            "corpusName": "PB",
            "description": "Did you know that type 2 diabetes can be prevented? Knowing if you have a greater chance of getting the disease than other people is the first step in making changes to stay healthy.",
            "fileName": "/watsondata/ingestion/14d9d1d3b23/working/201505290044/eng/di/output/trec/intermediate/xml-splitTrecTrim/33662195.xml",
            "DOCNO": "AAE563E924627A6FC316199CE8896368",
            "CorpusPlusDocno": "PB_AAE563E924627A6FC316199CE8896368"
          }
        },
        {
          "value": "0.02422035112977028",
          "text": " Diabetic heart disease (DHD) is treated with lifestyle changes, medicines, and medical procedures. The goals of treating DHD include: Controlling diabetes and any other heart disease risk factors you have, such as unhealthy blood cholesterol levels and high blood pressure. Reducing or relieving heart disease symptoms, such as angina (chest pain or discomfort). Preventing or delaying heart disease complications, such as a heart attack. Repairing heart and coronary artery damage. Following the treatment plan your doctor recommends is very important. Compared with people who don't have diabetes, people who have the disease are at higher risk for heart disease, have additional causes of heart disease, may develop heart disease at a younger age, and may have more severe heart disease. Taking action to manage multiple risk factors helps improve your outlook. The good news is that many lifestyle changes help control multiple risk factors.",
          "id": "T_2B669EB30E6883AB7C3DC56978C9AE45",
          "title": "What Is Diabetic Heart Disease? : How Is Diabetic Heart Disease Treated?",
          "document": "http://10.110.76.164:8080/instance/67/deepqa/v1/question/document/T_2B669EB30E6883AB7C3DC56978C9AE45/0/-1",
          "copyright": "http://en.wikipedia.org/wiki/Wikipedia:Copyrights",
          "termsOfUse": "http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License",
          "metadataMap": {
            "originalfile": "What Is Diabetic Heart Disease.html",
            "title": "What Is Diabetic Heart Disease? : How Is Diabetic Heart Disease Treated?",
            "corpusName": "PB",
            "fileName": "/watsondata/ingestion/14d9d1d3b23/working/201505290044/eng/di/output/trec/intermediate/xml-splitTrecTrim/33655040.xml",
            "DOCNO": "2B669EB30E6883AB669CB08233F28922",
            "CorpusPlusDocno": "PB_2B669EB30E6883AB669CB08233F28922"
          }
        },
        {
          "value": "0.017083661630749702",
          "text": " Diabetes is a disease in which the body's blood sugar level is too high. The two types of diabetes are type 1 and type 2. In type 1 diabetes, the body's blood sugar level is high because the body doesn't make enough insulin. Insulin is a hormone that helps move blood sugar into cells, where it's used for energy. In type 2 diabetes, the body's blood sugar level is high mainly because the body doesn't use its insulin properly. Over time, a high blood sugar level can lead to increased plaque buildup in your arteries. Having diabetes doubles your risk of CHD. Prediabetes is a condition in which your blood sugar level is higher than normal, but not as high as it is in diabetes. If you have prediabetes and don't take steps to manage it, you'll likely develop type 2 diabetes within 10 years. You're also at higher risk of CHD. Being overweight or obese raises your risk of type 2 diabetes. With modest weight loss and moderate physical activity, people who have prediabetes may be able to delay or prevent type 2 diabetes. They also may be able to lower their risk of CHD and heart attack. Weight loss and physical activity also can help control diabetes. Even children can develop type 2 diabetes. Most children who have type 2 diabetes are overweight. Type 2 diabetes develops over time and sometimes has no symptoms. Go to your doctor or local clinic to have your blood sugar levels tested regularly to check for diabetes and prediabetes. For more information about diabetes and heart disease, go to the Health Topics Diabetic Heart Disease article. For more information about diabetes and prediabetes, go to the National Institute of Diabetes and Digestive and Kidney Diseases' (NIDDK's) Introduction to Diabetes.",
          "id": "T_478E54FB2961CF55822FE1E84CA03B28",
          "title": "What Are Coronary Heart Disease Risk Factors? : Coronary Heart Disease Risk Factors : Diabetes and Prediabetes",
          "document": "http://10.110.76.164:8080/instance/67/deepqa/v1/question/document/T_478E54FB2961CF55822FE1E84CA03B28/0/-1",
          "copyright": "http://en.wikipedia.org/wiki/Wikipedia:Copyrights",
          "termsOfUse": "http://en.wikipedia.org/wiki/Wikipedia:Text_of_Creative_Commons_Attribution-ShareAlike_3.0_Unported_License",
          "metadataMap": {
            "originalfile": "What Are Coronary Heart Disease Risk Factors.html",
            "title": "What Are Coronary Heart Disease Risk Factors? : Coronary Heart Disease Risk Factors : Diabetes and Prediabetes",
            "corpusName": "PB",
            "fileName": "/watsondata/ingestion/14d9d1d3b23/working/201505290044/eng/di/output/trec/intermediate/xml-splitTrecTrim/33652764.xml",
            "DOCNO": "478E54FB2961CF551F0D7008E44BCD32",
            "CorpusPlusDocno": "PB_478E54FB2961CF551F0D7008E44BCD32"
          }
        }
      ],
      "synonymList": [
        {
          "partOfSpeech": "verb",
          "value": "control",
          "lemma": "control",
          "synSet": [
            {
              "name": "Wordnet_control-verb-1",
              "synonym": [
                {
                  "isChosen": true,
                  "value": "command"